[Русский]
CodePage=1251
Icon=russian.bmp 
200=О программе
201=Параметры подключения
202=Выбор разделов, включаемых в отчёт
203=Очистка папки очётов
204=Общие настройки
205=Отчёт HTML
206=Папки
207=Исключения
208=.REG
209=.INF
210=Шаблоны файлов
211=OK
212=Отмена
213=Снимок &1
214=Снимок &2
215=С&топ
216=&Сравнить
217=О&чистить всё
218=Выход
219=О программе...
220=Подключить &удалённый реестр
221=Папка для сохранения отчёта
222=Имя отчёта
223=Недопустимые символы \/:*?"<>|
224=Добавить комментарий к отчёту
225=Компьютер
226=Пользователь
227=Пароль
228=Больше не показывать это окно
229=Только имена
230=Все параметры
231=Полностью
232=Лимит отображения (байт)
233=Лимит отображаемых бинарных данных (байт)
234=Изменить лимит
235=Окно выбора разделов, включаемых в отчёт
236=Игнорировать разделы из списка исключений
237=Удалённые разделы
238=Новые разделы
239=Использовать псевдоним HKEY_CURRENT_USER
240=Открывать меню при нажатии кнопки "Снимок"
241=Автоматический старт сравнения снимков
242=Запрашивать сохранение снимка при выходе
243=Проверять файлы в указанных папках
244=Используя CRC32 содержимого
245=Используя MD5 содержимого
246=Размером не более (Мб)
247=Объекты проверки
248=Объекты исключения
249=Создавать файл отмены именений
250=Создавать файл учёта именений
251=Формат файла
252=Расширение файла
253=Открывать блокнотом
254=Использовать переменные в секции [strings]
255=Ф&айл
256=О&тчёт
257=&Справка
258=Реестр полностью
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=Из файла реестра SOFTWARE...
266=Из файла реестра SYSTEM...
267=Из файла реестра NTUSER.DAT...
268=&Открыть...
269=&Сохранить...
270=Со&хранить как...
271=Очистить
272=Только имена удалённых разделов
273=Все параметры в удалённых разделах
274=Удалённые разделы полностью
275=Только имена новых разделов
276=Все параметры в новые разделах
277=Новые разделы полностью
278=Настройка...
279=Очистить папку отчётов...
280=Пометить всё
281=Снять все метки
282=Инвертировать метки
283=Добавить в исключения
284=Добавить...
285=Изменить
286=Удалить
287=Поиск в папке...
288=Выбор папки сохранения отчёта
289=Выбор удаленного компьютера
290=Определение расширений в выбраной папке
291=Шаблоны
292=Размер
293=%s (все файлы)
294=%s (без расширения)
295=Файлы реестра
296=Время
297=Снимок пустой
298=Вы хотите сохранить снимок
299=<a href="http://wgapatcher.czechcup.com/index.php" title="wgapatcher.ru" target="_blank">Белогорохов Юрий Павлович</a>
300=Ошибка при открытии файла
301=Ошибка при сохранении файла
302=Отчёт
303=Сводный отчёт
304=Снимок
305=Дата снимка
306=Тип снимка
307=Время снимка
308=c
309=Разделы
310=Параметры
311=Папки
312=Файлы
313=Удалённые разделы
314=Новые разделы
315=Удалённые параметры
316=Новые параметры
317=Изменённые параметры
318=Всего изменений
319=Файл восстановления реестра
320=Комментарий
321=для снимка
322=В конец отчёта
323=Папки, исключенные из снимка
324=Удалённые файлы
325=Новые файлы
326=Изменённые файлы
327=Удаление новых разделов и параметров
328=Восстановление удалённых и изменённых параметров
329=Добавить дочерние папки...

[English]
CodePage=1252
Icon=english.bmp
200=About
201=Connection parameters
202=Select keys including to report
203=Clear report folder...
204=Common options
205=HTML report
206=Folders
207=Exclusions
208=.REG
209=.INF
210=File templates
211=OK
212=Cancel
213=&1st shot
214=&2nd shot
215=&Stop
216=&Compare
217=Clear &all
218=Quit
219=About...
220=Connect to &remote registry
221=Folder for store report
222=Report name
223=Illegal sybmols \/:*?"<>|
224=Add comment into the report
225=Computer
226=User
227=Password
228=Do not show this window
229=Name keys only
230=All values
231=Whole keys
232=Display limits (bytes)
233=Limit displayed binary data (bytes)
234=Change limit
235=Window for select the keys included in the report
236=Ignore key from the excluding list
237=Deleted keys
238=New keys
239=Use nickname HKEY_CURRENT_USER
240=Open menu on press to button "shot"
241=Automatic start of comparison shots
242=Store shot on quit
243=Check files in the specified folders
244=Using CRC32 contents
245=Using MD5 contents
246=In the size no more (Mb)
247=Checked objects
248=Excluded objects
249=Make restoration file
250=Make modification file
251=File format
252=File extension
253=Open by notepad
254=Use variables in section [strings]
255=F&ile
256=R&eport
257=&Help
258=Whole registry
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=From registry file SOFTWARE...
266=From registry file SYSTEM...
267=From registry file NTUSER.DAT...
268=&Open...
269=&Save...
270=Save &as...
271=Clear
272=Names of deleted keys only
273=All values in deleted keys
274=All deleted keys
275=Names of new keys only
276=All values in new keys
277=All new keys
278=Options ...
279=Clear report folder...
280=Check all
281=Uncheck all
282=Invert checks
283=Add key to exclusions
284=Add...
285=Edit
286=Delete
287=Search in folder...
288=Select report folder
289=Select remote computer
290=Detect file extensions in the specified folder
291=Templates
292=Size
293=%s (all files)
294=%s (without extension)
295=Registry files
296=Time
297=Shot is empty
298=Do you want to store the shot
299=<a href="http://wgapatcher.czechcup.com/index.php" title="wgapatcher.ru" target="_blank">Белогорохов Юрий Павлович</a>
300=Load file error
301=Store file error
302=Report of the
303=Summary report
304=Shot
305=Shot date
306=Shot type
307=Shot time
308=s
309=Keys
310=Values
311=Folders
312=Files
313=Deleted keys
314=New keys
315=Deleted values
316=New values
317=Changed values
318=Total changes
319=File to restoring registry
320=Comment
321=for shot
322=To end of report
323=Folders, excluding from shot
324=Deleted files
325=New files
326=Changed files
327=Deleting new keys and values
328=Restoring deleted and changed values
329=Add subdirectories...

[Français]
CodePage=1252
Icon=french.bmp
CodePage=1252
Icon=french.bmp
200=À propos de 
201=paramètres Connexion
202=Selection des clés à inclure dans le rapport
203=Vider le dossier du rapport
204=Options courantes
205=Rapport HTML
206=Dossiers
207=Exclusions
208=.REG
209=.INF
210=Modèles
211=OK
212=Annuler
213=&1er cliché
214=&2ème cliché
215=&Stop
216=&Comparer
217=&Nettoyer tout
218=Quitter
219=A propos...
220=Connexion à un &registre distant
221=Dossier du rapport
222=Nom du rapport
223=Symboles illégaux \/:*?"<>|
224=Ajouter un commentaire au rapport
225=Ordinateur
226=Utilisateur
227=Mot de Passe
228=Ne plus montrer cette fenêtre
229=Seulement noms clés
230=Toutes les valeurs
231=Ensemble des clés
232=Limites d'affichage (octets)
233=Limite d'affichage des données binaires (octets)
234=Changer la limite
235=Fenêtre de sélection des clés à inclure au rapport
236=Ignorer clés de la liste d'exclusion
237=Clés effacées
238=Clés ajoutées
239=Utiliser le nom du profil HKEY_CURRENT_USER
240=Ouvrir le menu en pressant le bouton "shot"
241=Lancement automatique de la comparaison
242=Sauvegarder le cliché à la fermeture
243=Contrôle des fichiers dans le dossier spécifié
244=Utilisation contenu CRC32
245=Utilisation contenu MD5
246=de taille maximale (Mo)
247=Objets sélectionnés
248=Objets exclus 
249=Faire un fichier de restauration
250=Faire un fichier de modification
251=Format de fichier
252=Extension de fichier
253=Ouvert par le bloc-notes
254=Utiliser variables dans la section [strings]
255=F&ichier
256=&Rapport
257=A&ide
258=L'ensemble du registre
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=Depuis un fichier registre SOFTWARE...
266=Depuis le fichier registre SYSTEM...
267=Depuis un fichier registre NTUSER.DAT...
268=&Ouvrir...
269=&Sauver...
270=Enregistrer sous,,,
271=Effacer
272=Noms des clés effacées seulement
273=Toutes les valeurs des clés supprimés
274=Toutes les clés supprimés
275=Noms des nouvelles clés seulement
276=Toutes les valeurs des nouvelles clés
277=Toutes les nouvelles clés
278=Options...
279=Vider le dossier du rapport
280=Tout sélectionner
281=Déselectionner tout
282=Inverser sélection
283=Ajouter clé à la liste d'exclusion
284=Ajouter...
285=Editer
286=Supprimer
287=Chercher dans le dossier...
288=Choisir le dossier du rapport
289=Selectionner un ordinateur distant
290=Détecter les extensions de fichier dans le dossier spécifié
291=Modèles
292=Taille
293=%s (tous fichiers)
294=%s (sans extension)
295=Fichiers registre
296=temps
297=La capture est vide
298=Voulez vous enregistrer les captures
299=<a href="http://pon.fr/" title="pon.fr" target="_blank">Par papoo</a>
300=Charger le fichier erreur
301=Stocker les fichiers d'erreur
302=Rapport du
303=Sommaire du rapport
304=Capture
305=date de Capture
306=Type de capture
307=Temps du cliché
308=s
309=Clés
310=Valeurs
311=Dossiers
312=Fichiers
313=Clés effacées
314=Clés ajoutées
315=valeurs effacées
316=Valeurs ajoutées
317=valeurs modifiées
318=Total des changements
319=Fichier de restauration du registre
320=Commentaire
321=pour le cliché
322=A la fin du rapport
323=Dossiers à exclure du cliché
324=Fichiers supprimés
325=Nouveaux fichiers
326=Fichiers modifiés
327=Suppression des nouvelles clés et valeurs
328=Restaurer les valeurs effacés et modifiées
329=Ajouter les sous-dossier...

[Deutsch]
CodePage=1252
Icon=german.bmp
200=Über
201=Verbindungseinstellungen
202=Schlüssel auswählen die in Bericht eingeschlossen werden
203=Berichte-Ordner leeren...
204=Allgemeine Optionen
205=HTML Bericht
206=Ordner
207=Ausnahmen
208=.REG
209=.INF
210=Datei Vorlagen
211=OK
212=Abbrechen
213=&1. Schnappschuss
214=&2. Schnappschuss
215=&Stopp
216=&Vergleichen
217=&Alles leeren
218=Beenden
219=Über...
220=Mit &Remote Registry verbinden
221=Ordner um Berichte zu speichern
222=Name des Berichts
223=Illegale Sybmole \/:*?"<>|
224=Kommantar zum Bericht hinzufügen
225=Computer
226=Benutzer
227=Passwort
228=Diese Fenster nicht zeigen
229=Nur Namen der Schlüssel
230=Alle Werte
231=Gesamte Schlüssel
232=Grenzen anzeigen (Bytes)
233=Grenzen von Binär Daten anzeigen (Bytes)
234=Grenze ändern
235=Fenster um Schlüssel im Bericht auszuwählen
236=Schlüssel von der Ausnahmen-Liste ignorieren
237=Gelöschte Schlüssel
238=Neue Schlüssel
239=Benutze Spitzname HKEY_CURRENT_USER
240=Menü öffnen, nach drücken auf "Schappschuss"
241=Automatischer Start des Schnappschuss-Vergleichs
242=Schnappschuss beim Beenden speichern
243=Dateien in angegebenen Ordner überprüfen
244=CRC32 benutzen
245=MD5 benutzen
246=Nicht größer als (MB)
247=Ausgewählte Objekte
248=Objekt-Ausnahmen
249=Wiederherstellungs Datei erstellen
250=Änderungs Datei erstellen
251=Dateiformat
252=Dateiendung
253=Mit Notepad öffnen
254=Benutze Variablen in Abschnitt [strings]
255=D&atei
256=R&eport
257=&Hilfe
258=Gesamte Registry
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=Von Registry Datei SOFTWARE...
266=Von Registry Datei SYSTEM...
267=Von Registry Datei NTUSER.DAT...
268=&Öffnen...
269=&Speichern...
270=Speichern &unter...
271=Leeren
272=Nur Namen von gelöschten Schlüsseln
273=Alle Werte in gelöschten Schlüsseln
274=Alle gelöschten Schlüssel
275=Nur Namen von neuen Schlüsseln
276=Alle Werte in neuen Schlüsseln
277=Alle neuen Schlüssel
278=Optionen ...
279=Berichte-Ordner leeren...
280=Alles auswählen
281=Alles abwählen
282=Auswahl invertieren
283=Schlüssel zu Ausnahmen hinzufügen
284=Hinzufügen...
285=Bearbeiten
286=Löschen
287=Suche in Ordner...
288=Berichte-Ordner auswählen
289=Remote Computer auswählen
290=Datei-Erweiterungen in angegebenen Ordner ermitteln
291=Vorlagen
292=Größe
293=%s (alle Dateien)
294=%s (ohne Erweiterungen)
295=Registry Dateien
296=Zeit
297=Schnappschuss ist leer
298=Möchten Sie den Schnappschuss speichern
299=Bastian Wiegmann
300=Fehler beim Laden der Datei
301=Fehler beim Speichern der Datei
302=Bericht von
303=Zusammenfassung des Berichts
304=Schnappschuss
305=Schnappschuss Datum
306=Schnappschuss Typ
307=Schnappschuss Zeit
308=s
309=Schlüssel
310=Werte
311=Ordner
312=Dateien
313=Gelöschte Schlüssel
314=Neue Schlüssel
315=Gelöschte Werte
316=Neue Werte
317=Geänderte Werte
318=Änderungen insgesamt
319=Datei um Registry wiederherzustellen
320=Kommentar
321=für Schnappschuss
322=Zum Ende des Berichts
323=Ordner-Ausnahmen vom Schnappschuss
324=Gelöschte Dateien
325=Neue Dateien
326=Geänderte Dateien
327=Neue Schlüssel und Werte löschen
328=Gelöschte und geänderte Werte wiederherstellen
329=Unterordner hinzufügen...


[Italiano] 
Codepage=1252
Icon=italian.bmp 
200=Info
201=parametri di connessione 
202=Seleziona la chiave da iserire sul report 
203=Cancella cartella dei report... 
204=comune opzioni 
205=HTML relazione 
206=Cartelle 
207=Escludi 
208=.REG 
209=.INF 
210=File temporanei 
211=OK 
212=Annulla 
213=&1st shot 
214=&2nd shot 
215=&Stop 
216=&Confronta 
217=&Cancella tutto 
218=Chiudere 
219=Info... 
220=Connettersi al &registro remoto 
221=Cartella memorizzazione report 
222=Nome report
223=Simboli non permessi \/:*?"<>| 
224=Aggiungi commento report
225=computer 
226=Utente 
227=Password 
228=Non mostrare questa finestra 
229=Solo nome chiavi
230=Tutti i valori 
231=chiavi complete
232=Visualizza limiti (byte) 
233=visualizza limiti dati binari (byte) 
234=Cambia limite 
235=finestra per selezionare le chiavi da inserire sul report
236=Ignora chiave escluse dalla lista 
237=Cancella chiavi
238=Nuove chiavi 
239=Usa nickname HKEY_CURRENT_USER 
240=Aprire il menu e premi il tasto "shot" 
241=avvio automatico confronto shot
242=Effettua shot ed esci 
243=Controlla i file in una cartella specifica 
244=Usa CRC32 contenuti 
245=Usa MD5 contenuti 
246=Dimensione non più di.. (Mb) 
247=Seleziona oggetto 
248=Escludi oggetto
249=Marca ripristino file 
250=Marca aggiornamento file 
251=Formato file 
252=Estensione del file 
253=Apri con notepad 
254=Usa le variabili nella sezione [strings] 
255=F&ile 
256=R&eport 
257=&Aiuto 
258=Tutto il Registro di sistema 
259=HKEY_LOCAL_MACHINE 
260=HKEY_CLASSES_ROOT 
261=HKEY_LOCAL_MACHINE \ SOFTWARE 
262=HKEY_LOCAL_MACHINE \ SYSTEM 
263=HKEY_USERS 
264=HKEY_CURRENT_USER 
265=file di registro da SOFTWARE... 
266=file di registro da SYSTEM... 
267=file di Registro da NTUSER.DAT... 
268=&Apri ... 
269=&Salva ... 
270=Salva &come ... 
271=Cancella 
272=Nomi di tutte le chiavi cancellate
273=Tutti i valori nelle chiavi cancellate 
274=Tutte le chiavi cancellate 
275=Nomi di tutte le nuove chiavi 
276=Tutti i valori delle nuove chiavi 
277=Tutti le nuove chiavi 
278=Opzioni... 
279=Cancella cartella report... 
280=Seleziona tutto 
281=Deseleziona tutto
282=Inverti selezione
283=Aggiungi chiavi escluse 
284=Aggiungi... 
285=Modifica 
286=Elimina 
287=Cerca nella cartella ... 
288=Seleziona cartella report
289=Seleziona computer remoto 
290=Rileva le estensioni dei file nella cartella specificata 
291=Temporanei
292=Dimensione 
293=%s (tutti i file) 
294=%s (senza estensione) 
295=file del Registro di sistema 
296=ora
297=Shot vuoto 
298=Volete conservare lo shot effettuato 
299=Darkangels
300=Apri report errori 
301=Salva report errore 
302=Relazione del 
303=Sommario report 
304=Shot 
305=data Shot 
306=tipo Shot 
307=ora Shot  
308=s 
309=Vhiavi
310=Valori 
311=Cartelle 
312=File 
313=Chiavi cancellati
314=Nuova chiavi 
315=Valori cancellati 
316=Nuovi valori 
317=valori modificati 
318=Totale variazioni 
319=File di ripristino del Registro di sistema 
320=Commento
321=shot
322=fine del report
323=cartelle, escluse dallo shot
324=Elimina file
325=Nuovo file 
326=Modifica file 
327=Eliminazione di nuove chiavi e valori 
328=Ripristino valori modificati e cancellati 
329=Aggiungi le sottoCartelle...

[Беларускі]
CodePage=1251
Icon=belarussian.bmp
200=Аб праграме
201=Параметры падлучэння
202=Выбар падзелаў, уключаных у справаздачу
203=Ачыстка тэчкі справаздач
204=Агульныя налады
205=Справаздача HTML
206=Тэчкі
207=Выключэнні
208=.REG
209=.INF
210=Шаблоны файлаў
211=OK
212=Адмена
213=Здымак &1
214=Здымак &2
215=&Стоп
216=&Параўнаць
217=&Ачысціць усё
218=Выхад
219=Аб праграме...
220=Падлучыць &выдалены рэестр
221=Тэчка для захавання справаздачы
222=Імя справаздачы
223=Недапушчальныя знакі \/:*?"<>|
224=Дадаць каментар да справаздачы
225=Кампутар
226=Карыстач
227=Пароль
228=Больш не паказваць гэтае акно
229=Толькі імёны
230=Усе параметры
231=Цалкам
232=Ліміт адлюстравання (байт)
233=Ліміт адлюстроўваных бінарных дадзеных (байт)
234=Змяніць ліміт
235=Акно выбару падзелаў, уключаных у справаздачу
236=Ігнараваць падзелы з спісу выключэнняў
237=Выдаленыя падзелы
238=Новыя падзелы
239=Выкарыстаць псеўданім HKEY_CURRENT_USER
240=Адчыняць меню пры націску кнопкі "Здымак"
241=Аўтаматычны старт параўнання здымкаў
242=Запытваць захаванне здымка пры выхадзе
243=Правяраць файлы ў азначаных тэчках
244=Выкарыстаючы CRC32 змесціва
245=Выкарыстаючы MD5 змесціва
246=Памерам не больш (Мб)
247=Аб'екты праверкі
248=Аб'екты выключэння
249=Ствараць файл адмены змен
250=Ствараць файл уліку змен
251=Фармат файла
252=Пашырэнне файла
253=Адчыняць нататнікам
254=Выкарыстаць зменныя ў секцыі [strings]
255=Файл
256=Справаздача
257=&Даведка
258=Рэестр цалкам
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=З файла рэестру SOFTWARE...
266=З файла рэестру SYSTEM...
267=З файла рэестру NTUSER.DAT...
268=&Адкрыць...
269=&Захаваць...
270=За&хаваць як...
271=Ачысціць
272=Толькі імёны выдаленых падзелаў
273=Усе параметры ў выдаленых падзелах
274=Выдаленыя падзелы цалкам
275=Толькі імёны новых падзелаў
276=Усе параметры ў новыя падзелах
277=Новыя падзелы цалкам
278=Налада...
279=Ачысціць тэчку справаздач...
280=Пазначыць усё
281=Зняць усе пазнакі
282=Інвертаваць пазнакі
283=Дадаць у выключэнні
284=Дадаць...
285=Змяніць
286=Выдаліць
287=Пошук у тэчцы...
288=Выбар тэчкі захавання справаздачы
289=Выбар аддаленага кампутара
290=Вызначэнне пашырэнняў у абранай тэчцы
291=Шаблоны
292=Памер
293=%s (усе файлы)
294=%s (без пашырэння)
295=Файлы рэестру
296=Час
297=Здымак пусты
298=Вы жадаеце захаваць здымак
299=<a href="http://bulbashu.ucoz.ru/" title="Бульбашу" target="_blank">Khvostyk</a>
300=Памылка пры адкрыцці файла
301=Памылка пры захаванні файла
302=Справаздача
303=Зводная справаздача
304=Здымак
305=Дата здымка
306=Тып здымка
307=Час здымка
308=c
309=Падзелы
310=Параметры
311=Тэчкі
312=Файлы
313=Выдаленыя падзелы
314=Новыя падзелы
315=Выдаленыя параметры
316=Новыя параметры
317=Змененыя параметры
318=Усяго змен
319=Файл узнаўлення рэестру
320=Каментар
321=для здымка
322=У канец справаздачы
323=Тэчкі, выключаныя са здымку
324=Выдаленыя файлы
325=Новыя файлы
326=Змененыя файлы
327=Выдаленне новых падзелаў і параметраў
328=Узнаўленне выдаленых і змененых параметраў
329=Дадаць даччыныя тэчкі...

[简体中文]
CodePage=2052
Icon=chinese.bmp
200=关于
201=连接参数
202=所选键值包含在报告中
203=清空报告文件夹...
204=常规选项
205=HTML 报告
206=文件夹
207=排除
208=.REG
209=.INF
210=文件模板
211=确定
212=取消
213=快照(&A)
214=快照(&B)
215=停止
216=比较
217=全部清除
218=退出
219=关于...
220=连接到远程注册表
221=报告保存文件夹
222=报告名称
223=非法字符 \/:*?"<>|
224=添加注释到报告
225=计算机
226=用户
227=密码
228=不显示此窗口
229=仅键名
230=所有键值
231=所有键
232=显示限制（字节）
233=限制显示的二进制数据（字节）
234=更改限制
235=窗口中所选键值包含到报告中
236=忽略排除列表
237=移除键
238=新添键
239=使用昵称 HKEY_CURRENT_USER
240=打开菜单并点击"快照"
241=自动开始快照比较
242=退出后保存快照
243=检查指定文件夹内容
244=检查CRC32
245=检查MD5
246=限制大小 (Mb)
247=检查对象
248=排除对象
249=创建恢复文件
250=创建修改文件
251=文件格式
252=文件扩展
253=用记事本打开
254=在区段中使用变量 [strings]
255=文件
256=报告
257=帮助
258=全部注册表
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=从注册表文件的 SOFTWARE...
266=从注册表文件的 SYSTEM...
267=从注册表文件的 NTUSER.DAT...
268=打开...
269=保存...
270=另存为...
271=清空
272=仅显示移除键的名称
273=删除的所有键值
274=全部已删除键
275=仅新添键名称
276=新添的所有键值
277=新添加键
278=选项...
279=清空报告文件夹...
280=全选
281=全部不选中
282=反选
283=添加到排除
284=添加...
285=编辑
286=删除
287=搜索文件夹...
288=选择报告文件夹...
289=选择远程计算机
290=在指定的文件夹中查找文件扩展名
291=模板
292=大小
293=%s (所有文件)
294=%s (没有扩展名)
295=注册表文件
296=时间
297=尚未进行快照
298=您希望保存快照吗？
299=<a href="http://chrisstudio.spaces.live.com/" title="ChrisStudio Co." target="_blank">translate by chriszxl</a>
300=载入文件错误
301=保存文件错误
302=快照比较报告
303=综合报告
304=快照
305=快照日期
306=快照类型
307=快照时间
308=秒
309=键
310=值
311=文件夹
312=文件
313=已删除键
314=新添加键
315=已删除值
316=新添加值
317=已改变值
318=全部变化
319=另存为注册表文件
320=注释
321=快照
322=转到报告底部
323=快照排除文件夹
324=删除文件
325=新添文件
326=变化文件
327=删除所有新增键值
328=恢复所有移除,改变的值
329=增加子目录...

[Chinese]
CodePage=1252
Icon=chinese2.bmp
200=关于
201=连接参数
202=选择包含在报告中的主键
203=清除报告文件夹...
204=公用选项
205=HTML 报告
206=文件夹
207=排除
208=.REG
209=.INF
210=文件模板
211=确定
212=取消
213=第&1快照
214=第&2快照
215=停止(&S)
216=比较(&C)
217=清除全部(&A)
218=退出
219=关于...
220=连接到远程注册表(&R) 
221=保存报告的路径 
222=报告名称
223=非法字符 \/:*?"<>|
224=添加注释到报告中
225=计算机
226=用户
227=密码
228=不再显示此窗口
229=仅显示主键名
230=所有键值
231=整个主键
232=显示限定值 (字节)
233=限定显示的二进制数据 (字节)
234=更改限定值
235=显示窗口以选择包含在报告中的主键
236=从排除列表中忽略主键
237=删除的主键
238=新建的主键
239=使用昵称 HKEY_CURRENT_USER
240=打开菜单按 "快照" 按钮
241=自动开始比较快照差异
242=退出时保存快照
243=校验指定文件夹中的文件
244=使用 CRC32 值
245=使用 MD5 值
246=大小不超过 (Mb)
247=选定的对象
248=排除的对象
249=生成恢复文件
250=生成更改文件
251=文件格式
252=文件扩展名
253=用记事本打开
254=在段中使用参数 [字符串]
255=文件(&I)
256=报告(&E)
257=帮助(&H)
258=整个注册表
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=来自注册表文件 SOFTWARE...
266=来自注册表文件 SYSTEM...
267=来自注册表文件 NTUSER.DAT...
268=打开(&O)...
269=保存(&S)...
270=另存为(&A)...
271=清除
272=仅显示已删除键名
273=显示已删除的所有键值
274=显示所有已删除键
275=仅显示新添加键名
276=显示新添加的所有键值
277=显示所有新添加键
278=选项 ...
279=清除报告文件夹...
280=全部勾选
281=全部不勾选
282=反向勾选
283=添加要排除的键
284=添加...
285=编辑
286=删除
287=搜索文件夹...
288=选择报告文件夹
289=选择远程计算机
290=在指定文件夹检测文件扩展名
291=摸板
292=大小
293=%s (所有文件)
294=%s (不带扩展名)
295=注册表文件
296=时间
297=快照为空
298=你希望保存快照吗？
299=<a href="http://hi.baidu.com/petools" title="CxLrb's Blog" target="_blank">CxLrb</a>
300=载入文件错误
301=保存文件错误
302=报告
303=综合报告
304=快照
305=快照日期
306=快照类型
307=快照时间
308=秒
309=键
310=值
311=文件夹
312=文件
313=已删除键
314=新添加键
315=已删除值
316=新添加值
317=被更改值
318=总计更改数
319=可恢复注册表的文件
320=注释
321=对于快照
322=报告结尾
323=从快照排除的文件夹
324=已删除文件
325=新添加文件
326=已更改文件
327=删除新添加的键及其键值
328=恢复已删除及已更改的键值
329=添加子目录...

[Українська]
CodePage=1251
Icon=ukrainian.bmp 
200=Про програму
201=Параметри підключення
202=Вибір розділів до звіту
203=Очищення папки звітів
204=Загальні налаштування
205=Звіт HTML
206=Папки
207=Виключення
208=.REG
209=.INF
210=Шаблони файлів
211=OK
212=Скасувати
213=Знімок &1
214=Знімок &2
215=С&топ
216=&Порівняти
217=О&чистити все
218=Вихід
219=Про програму...
220=Підключити &віддалений реєстр
221=Папка для збереження звіту
222=Ім'я звіту
223=Недопустимі символи \/:*?"<>|
224=Додати коментар до звіту
225=Комп'ютер
226=Користувач
227=Пароль
228=Більше не показувати це вікно
229=Тільки імена
230=Усі параметри
231=Повністю
232=Ліміт відображення (байт)
233=Ліміт бінарних даних (байт)
234=Змінити ліміт
235=Вікно вибору розділів до звіту
236=Ігнорувати розділи зі списку виключень
237=Видалені розділи
238=Нові розділи
239=Використовувати псевдонім HKEY_CURRENT_USER
240=Відкривати меню при натисканні кнопки "Знімок"
241=Автоматичний старт порівняння знімків
242=Запитувати про збереження знімка при виході
243=Перевіряти файли в указаних папках
244=Використовуючи CRC32 вмісту
245=Використовуючи MD5 вмісту
246=Розміром не більше (Мб)
247=Об'єкти перевірки
248=Об'єкти виключення
249=Створювати файл відміни змін
250=Створювати файл обліку змін
251=Формат файла
252=Розширення файла
253=Відкривати блокнотом
254=Використовувати змінні у секції [strings]
255=Ф&айл
256=З&віт
257=&Довідка
258=Реєстр повністю
259=HKEY_LOCAL_MACHINE
260=HKEY_CLASSES_ROOT
261=HKEY_LOCAL_MACHINE\SOFTWARE
262=HKEY_LOCAL_MACHINE\SYSTEM
263=HKEY_USERS
264=HKEY_CURRENT_USER
265=Із файла реєстру SOFTWARE...
266=Із файла реєстру SYSTEM...
267=Із файла реєстру NTUSER.DAT...
268=&Відкрити...
269=&Зберегти...
270=Збе&ррегти як...
271=Очистити
272=Тільки імена видалених розділів
273=Усі параметри у видалених розділах
274=Видалені розділи повністю
275=Тільки імена нових розділів
276=Усі параметри у нових розділах
277=Нові розділи повністю
278=Налаштування...
279=Очистити папку звітів...
280=Помітити все
281=Зняти всі мітки
282=Інвертувати мітки
283=Додати до виключень
284=Додати...
285=Змінити
286=Видалити
287=Пошук у папці...
288=Вибір папки збереження звіту
289=Вибір віддаленого комп'ютера
290=Визначення розширень у вибраній папці
291=Шаблони
292=Розмір
293=%s (усі файли)
294=%s (без розширення)
295=Файли реєстру
296=Час
297=Знімок пустий
298=Ви бажаєте зберегти знімок
299=<a href="http://forum.oszone.net/member.php?userid=35959" title="forum.oszone.net" target="_blank">YuriPet</a>
300=Помилка при відкриванні файла
301=Помилка при збереженні файла
302=Звіт
303=Підсумковий звіт
304=Знімок
305=Дата знімка
306=Тип знімка
307=Час знімка
308=c
309=Розділи
310=Параметри
311=Папки
312=Файли
313=Видалені розділи
314=Нові розділи
315=Видалені параметри
316=Нові параметри
317=Змінені параметри
318=Усього змін
319=Файл відновлення реєстру
320=Коментарій
321=для знімка
322=У кінець звіту
323=Папки, виключені зі знімка
324=Видалені файли
325=Нові файли
326=Змінені файли
327=Видалення нових розділів і параметрів
328=Відновлення видалених і змінених параметрів
329=Додати дочірні папки...

